Repository: Luan-Aiezza/VirtualPet
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: es, ja, pt_br

# congratulationsText
source: Congratulations! Your pet has evolved into a new form!
es: Felicidades! Tu pet ha evolucionado a una nueva forma!
ja: おめでとう！あなたのペットが新しい姿に進化しました！
pt_br: Parabéns! Seu pet acabou de evoluir para uma nova forma!

# congratulationsTitle
source: Congratulations!
es: Felicidades!
ja: おめでとう！
pt_br: Parabéns!

# considerNotifications
source: Consider enabling notifications to help take care of your pet!
es: Activa las notificaciones para ayudarte a cuidar de tu pet!
ja: 通知を有効にして、ペットのお世話をサポートしましょう！
pt_br: Considere habilitar as notificações para ajudar com os cuidados do pet!

source: Hello World!!!
es: Hola Mundo!!!
ja: ハローワールド！！！
pt_br: Olá mundo!!!

# hungryTitle
source: Your pet is hungry!
es: Tu pet tiene hambre!
ja: ペットがおなかをすかせています！
pt_br: Seu pet está faminto!

# notificationAlive
source: It's so good to be alive, human!/ᐠ - ˕ -マ Ⳋ
es: Es genial estar vivo, humano!/ᐠ - ˕ -マ Ⳋ
ja: 生きてるって最高だね、人間！/ᐠ - ˕ -マ Ⳋ
pt_br: É maravilhoso estar vivo, humano!/ᐠ - ˕ -マ Ⳋ

# notificationHungry
source: I'm soooo hungry human! 🍖
es: Tengo muuuucha hambre, humano! 🍖
ja: 人間〜！おなかぺこぺこだよ〜！🍖
pt_br: Eu estou com tantaaa fome humano! 🍖

# notificationJoy
source: I'm very very bored, human! 🧸
es: Estoy muuuy aburrido, humano! 🧸
ja: すっごく退屈だよ、人間〜！🧸
pt_br: Eu estou muito muito entediado, humano! 🧸

# notificationNeeds
source: You can also use sleep and workout mode to satisfy my needs!❤️
es: También puedes usar el modo de sueño y de ejercicio para satisfacer mis necesidades!❤️
ja: 睡眠モードや運動モードでも、ぼくの欲求を満たせるよ！❤️
pt_br: Você pode usar também o modo de sono e exercício para satisfazer minhas necessidades!❤️

# notificationSleep
source: It's time for us to go to sleep, my human! 😴
es: Es hora de dormir, mi humano! 😴
ja: そろそろ寝る時間だよ、ぼくの人間〜！😴
pt_br: Está na hora de irmos dormir, meu humano! 😴

# petDied
source: Your pet has become a star!
es: Tu mascota se ha convertido en una estrella!
ja: ペットはお星さまになっちゃった…
pt_br: Seu pet virou uma estrelinha!

# sleepyTitle
source: Your pet is sleepy!
es: Tu pet tiene sueño!
ja: ペットは眠そうにしています！
pt_br: Seu pet está com sono!

# stillTitle
source: Your pet is very still!
es: Tu pet está muy quieta!
ja: ペットはじっとしています！
pt_br: Seu pet está muito entediado!

source: Tip!
es: Consejo!
ja: ヒント！
pt_br: Dica!

# tipHealth
source: In addition to the buttons, you can satisfy your pet's needs through sleep mode and exercising with the Watch!
es: Además de los botones, puedes satisfacer las necesidades de tu pet usando el modo de sueño y haciendo ejercicio con el Watch!
ja: ボタンのほかにも、睡眠モードや運動でペットの欲求を満たすことができますよ！
pt_br: Em adição aos botões, você pode satisfazer as necessidades do seu pet com o modo sono e exercício do seu Watch!
